
/* Class = "NSWindow"; title = "Report a Problem to Yahoo"; ObjectID = "1"; */
"1.title" = "إبلاغ عن مشكلة إلى Yahoo";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "47B-M6-QqL"; */
"47B-M6-QqL.title" = "إرسال";

/* Class = "NSTextFieldCell"; title = "A crash was detected - can you describe what were your actions prior to it?"; ObjectID = "W51-hB-cow"; */
"W51-hB-cow.title" = "تم اكتشاف عطل - هل يمكنك وصف الإجراء الذي كنت تقوم به قبل حدوث ذلك؟";

/* Class = "NSTextFieldCell"; title = "Clicking \"Send\" will forward this information to Yahoo, along with diagnostic information from your Instant logs.  These logs may contain personally identifiable information. Yahoo! uses this information only to diagnose and resolve issues as well as for general product improvements."; ObjectID = "X7F-CP-lc5"; */
"X7F-CP-lc5.title" = "سيؤدي النقر فوق \"إرسال\" إلى توجيه هذه المعلومات إلى Yahoo، وذلك مع معلومات التشخيص من سجلات Instant الخاصة بك.  قد تحتوي هذه السجلات على معلومات تعريف شخصية. تستخدم Yahoo هذه المعلومات لتشخيص المشكلات وحلها فقط، وكذلك للتحسينات العامة للمنتج.";

/* Class = "NSButtonCell"; title = "Include a low resolution screenshot of your main display"; ObjectID = "bI1-iy-1BO"; */
"bI1-iy-1BO.title" = "تضمين لقطة شاشة منخفضة الدقة لشاشتك الرئيسية";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "qIC-Bo-PAH"; */
"qIC-Bo-PAH.title" = "إلغاء";
